/* title for Advanced Translation */
"Advanced Translation" = "الترجمة المتقدمة";

/* title for Analysis */
"Analysis" = "التحليل الإحصائي";

/* title for Arbitration */
"Arbitration" = "التحكيم";

/* No comment provided by engineer. */
"connectionbody" = "تاكد من صحة البيانات";

/* No comment provided by engineer. */
"loginmessagehead" = "خطأ في بيانات التسجيل";

/* No comment provided by engineer. */
"message body" = " تمت العمليه بنجاح";

/* No comment provided by engineer. */
"message title" = "تقرير";

/* morgan sample */
"morgan sample" = "معادلة مورجان";

/* title for registration */
"Registration" = "التسجيل";

/* samples */
"samples" = "العينات";
/* citation */
"Citation" ="الاقتباس";
"Please wait..." ="جاري التحميل ....";
"you should select file first"="قم باختيار الملف أولا";
"you should register first"="يجب عليك التسجيل أولا";
"error"="خطأ";
"error message" = "لقد تم تسجيلك من قبل في هذه الدوره";
